Tekla.Structures.Drawing.CannotGetAttributeForPluginDueToInexistantFieldException
The CannotGetAttributeForPluginDueToInexistantFieldException class defines the exception that is
thrown when Plugin.GetAttribute is called but the field does not exist.

Tekla.Structures.Drawing.CannotGetAttributeForPluginDueToInexistantFieldException.#ctor
Creates a new CannotGetAttributeForPluginDueToInexistantFieldException instance.

Tekla.Structures.Drawing.CannotGetAttributeForPluginDueToInexistantFieldException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.